<header class="desktop-header">
    <div class="prs-responsive">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12   parent-header-villa m-auto-x">
                    <div class="right-header-index">
                        <a href="#" class="logo">
                            <img src="/images/hamnavaz-logo.png" alt="">
                        </a>
                        <ul class="menu-header-index">
                            <li><a href="">ویلا</a></li>
                            <li><a href="">درباره ما</a></li>
                            <li><a href="">تماس با ماا</a></li>
                        </ul>
                    </div>
                    <div class="left-header-index">
                        <a class="btn-account-user">
                            <svg id="Outline" viewBox="0 0 24 24" width="22" height="22">
                                <path d="M12,12A6,6,0,1,0,6,6,6.006,6.006,0,0,0,12,12ZM12,2A4,4,0,1,1,8,6,4,4,0,0,1,12,2Z"></path>
                                <path d="M12,14a9.01,9.01,0,0,0-9,9,1,1,0,0,0,2,0,7,7,0,0,1,14,0,1,1,0,0,0,2,0A9.01,9.01,0,0,0,12,14Z"></path>
                            </svg>
                            حساب کاربری
                        </a>
                        <div class="tel-us">
                            +515151412
                            <svg  id="Layer_1" data-name="Layer 1" viewBox="0 0 24 24" width="22" height="22"><path d="M13,1a1,1,0,0,1,1-1A10.011,10.011,0,0,1,24,10a1,1,0,0,1-2,0,8.009,8.009,0,0,0-8-8A1,1,0,0,1,13,1Zm1,5a4,4,0,0,1,4,4,1,1,0,0,0,2,0,6.006,6.006,0,0,0-6-6,1,1,0,0,0,0,2Zm9.093,10.739a3.1,3.1,0,0,1,0,4.378l-.91,1.049c-8.19,7.841-28.12-12.084-20.4-20.3l1.15-1A3.081,3.081,0,0,1,7.26.906c.031.031,1.884,2.438,1.884,2.438a3.1,3.1,0,0,1-.007,4.282L7.979,9.082a12.781,12.781,0,0,0,6.931,6.945l1.465-1.165a3.1,3.1,0,0,1,4.281-.006S23.062,16.708,23.093,16.739Zm-1.376,1.454s-2.393-1.841-2.424-1.872a1.1,1.1,0,0,0-1.549,0c-.027.028-2.044,1.635-2.044,1.635a1,1,0,0,1-.979.152A15.009,15.009,0,0,1,5.9,9.3a1,1,0,0,1,.145-1S7.652,6.282,7.679,6.256a1.1,1.1,0,0,0,0-1.549c-.031-.03-1.872-2.425-1.872-2.425a1.1,1.1,0,0,0-1.51.039l-1.15,1C-2.495,10.105,14.776,26.418,20.721,20.8l.911-1.05A1.121,1.121,0,0,0,21.717,18.193Z"/></svg>

                        </div>
                        <a class="btn-host">
                            میزبان شوید
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </div>
</header>
